{
  "html": "<div id=\"about-inner-content\" class=\"\"><style>#about-view #about-content { background: #fff; line-height: 20px; } #about-inner-content { margin-top: -48px; padding-bottom: 48px; } #about-inner-content h2 { margin-top: 48px; } #about-inner-content h3 { margin-top: 32px; } #about-inner-content p { margin-top: 16px; } </style><h2>The Pipette</h2><p>Use the pipette to select any color you want. Tap anywhere to move the pipette to that position, drag the slider to the hue you are after, or type in the color attributes manually for fine-grain control.</p><h2>Color Details</h2><p>Tap on the color code to copy it. You can change the format by tapping on the clipboard icon. Enter full screen mode by selecting the plus icon. Tap add to swatches to save the current color to your swatches, or on the nearest color information to change the current color specification.</p><h3>Tones, Tints and Shades</h3><p>To create a tint, a color is mixed with white to increase its lightness. A shade is the mixture of a color with black, which reduces lightness. Tones are produced by the mixture of a color with gray. Mixing a color with any of these neutral colors reduces the chroma, or saturation, without affecting the color's hue.</p><h3>Nearby Colors</h3><p>Nearby colors are found by calculating the mathematical distance to a set of colors. Tap on any of these to see it in detail. All paint brands and color names are the property of their respective owners.</p><h3>Schemes</h3><p>Color schemes let you explore different color harmonies and contrasts by displaying associated colors to the one you have selected. All the schemes feature colors with equal saturation and lightness to the current color. A color's complement sits opposite on the color wheel. Split complements show a color that is opposite to the current color and a nearby color, while the triadic and tetradic schemes evenly split the color wheel into three and four segments respectively. Analogous and similar schemes show colors with hues of small and minor graduations respectively.</p><h3>Conversions</h3><p>Conversions show the current color converted into different color systems. Note that CMYK conversions are only approximate as they are difficult to calculate accurately on displays with different brightnesses and color spaces.</p><h3>Color Blindness</h3><p>Color blindness is broken into three main groups: Monochromacy, Dichromacy and Trichromacy. </p><p>Monochromacy is the condition of possessing only one cone cell for color vision, which results in monochromatic-like vision. There are two main groups of Monochromacy:</p><ul><li>Rod monochromacy or total color blindness is a rare and extremely severe retinal disorder resulting in a reduced visual acuity, total color blindness, photo-aversion, and nystagmus. The nystagmus and photo-aversion are usually present during the first months of life. The prevalence of the disease is estimated to be 1:30,000 worldwide.</li><li>Cone monochromacy is the condition of having both rods and cones, but only having a single functioning cone. A cone monochromatic can have good pattern vision at normal daylight levels, but will not be able to distinguish hues.</li></ul><p>Dichromacy occurs when one of the cone pigments is missing and color is reduced to two dimensions. It consists of three groups:</p><ul><li>Protanopia is a severe form of red-green color blindness, in which there is impairment in perception of very long wavelengths, such as reds. To these individuals, reds are perceived as beige or grey and greens tend to look beige or grey like reds. It is also the most common type of dichromacy today. This problem occurs because sufferers do not have red cone cells in the retina.</li><li>Deuteranopia is a color vision deficiency in which the green retinal photoreceptors are absent, moderately affecting red–green hue discrimination. It is a form of dichromatism in which there are only two cone pigments present.</li><li>Tritanopia is a very rare (1:100,000) color vision disturbance in which there are only two cone pigments present and a total absence of blue retinal receptors. Blues appear greenish, yellows and oranges appear pinkish, and purple colors appear deep red.</li></ul><p>Anomalous trichromacy is a common type of inherited color vision deficiency, occurring when one of the three cone pigments is altered in its spectral sensitivity. This results in an impairment, rather than loss, of three-dimensional color vision:</p><ul><li>Protanomaly is a mild color vision defect in which an altered spectral sensitivity of red retinal receptors (closer to green receptor response) results in poor red–green hue discrimination. It is present in 1:100 males.</li><li>Deuteranomaly, caused by a similar shift in the green retinal receptors, is by far the most common type of color vision deficiency, mildly affecting red–green hue discrimination in 1:20 European males.</li><li>Tritanomaly is a rare, hereditary color vision deficiency affecting blue–green and yellow–red/pink hue discrimination.</li></ul><h2>Swatches</h2><p>All your saved swatches appear here. Tap edit to delete or rename groups, or email to send someone the swatches you have selected. Select as many groups as you want or hit select all to save time.</p><h2>Image Scan</h2><p>You can choose an image from your library or take a new photo, and Swatch will scan it for the colors it contains. If it didn't get the color you were after, tap anywhere on the photo to select that color instead. You can save this palette to your swatches as well.</p><h2>Recent Colors</h2><p>This is where you can find all of the colors you've recently viewed.</p></div>"
}
